{"basics":{"name":"Damian Dailisan","label":"Postdoctoral Researcher at ETH Zurich","image":"","email":"damian.dailisan@gmail.com","phone":"","url":"damiandailisan.com","summary":"Postdoctoral researcher with a strong background in reinforcement learning, data-science, large-scale modeling, and computational social science. I have experience leading projects on decentralized traffic control and smart cities. My experience spans academia, industry, and government collaborations. Passionate about data science, machine learning, and technology.","location":{"address":"Stampfenbachstrasse 48","postalCode":"8092 Zürich","city":"Zürich","countryCode":"CH","region":"Zurich"},"profiles":[{"network":"Twitter","username":"AlbertEinstein","url":"https://twitter.com/AlbertEinstein"}]},"work":[{"name":"ETH Zurich, Computational Social Science","position":"Postdoctoral Researcher and Lecturer","location":"Zurich, Switzerland","startDate":"2022-10","summary":"Lead Postdoctoral researcher on the ERC-funded DIT4TraM project, researching reinforcement learning algorithms for traffic signal control and co-lecturing on complex social systems.","highlights":["Lead Postdoctoral researcher on the ERC-funded DIT4TraM project.","Research on reinforcement learning algorithms applied to traffic signal control.","Co-lecturer on 'Complex Social Systems: Modeling Agents, Learning, and Games' course."]},{"name":"Asian Institute of Management, ACCeSs Laboratory","position":"Data Scientist and Adjunct Professor","location":"Metro Manila, Philippines","startDate":"2021-08","endDate":"2022-09","summary":"Led data science projects for smart city initiatives and taught programming for data science.","highlights":["Lead Data Scientist for the MINERVA smart city project in partnership with Baguio City.","Created an agent-based scenario for land-use forecast of Cauayan City under the PATURO smart city project.","Conducted machine learning studies for predicting water consumption for Manila Water Company Inc.","Taught programming for data science under the Master of Science in Data Science.","Co-mentored MS Data Science students for their capstone projects with industry and government clients."]},{"name":"University of California Berkeley, Mobile Sensing Lab","position":"Research Visit","location":"Berkeley, California","startDate":"2019-09","endDate":"2019-10","summary":"Worked on deep reinforcement learning for coordinated traffic signals and contributed to the Flow project's API.","highlights":["Worked on Deep Reinforcement Learning (RL) for coordinated traffic signals.","Contributed to Flow project's (Deep RL traffic framework) API, parallelizing Aimsun environments."]},{"name":"Philippine--California Advanced Research Institutes --- DARE","position":"Research Fellow","location":"Metro Manila, Philippines","startDate":"2017","endDate":"2021","summary":"Developed traffic simulation pipelines and agent-based models.","highlights":["Developed a pipeline for simulating traffic in Metro Manila.","Worked on agent-based cellular automata models of traffic.","Co-developed a Python interface to OpenTrafficModels."]},{"name":"National Institute of Physics, Instrumentation Physics Laboratory","position":"Researcher","location":"Metro Manila, Philippines","startDate":"2012","endDate":"2021","summary":"Studied phase transitions in traffic models, geospatial analysis, and computer vision applications in transportation.","highlights":["Studied phase transitions in agent-based cellular automata models of traffic.","Worked on geospatial analysis of OpenStreetMaps and school enrollment data from the Department of Education.","Developed video processing techniques for traffic and pedestrian analysis using OpenCV and YOLOv3.","Supervised graduate and undergraduate students in the Complex Systems subgroup of Prof. May T. Lim."]},{"name":"Qwento Analytics","position":"Co-Founder and Chief Scientific Officer","location":"Metro Manila, Philippines","startDate":"2016","endDate":"2018","summary":"Led machine learning projects for business analytics and forecasting.","highlights":["Applied machine learning to forecast demand using two years' worth of national shoe sales data.","Developed a business analytics dashboard for pilot clients."]},{"name":"University of the Philippines Diliman, National Institute of Physics","position":"Instructor","location":"Metro Manila, Philippines","startDate":"2015","endDate":"2017","summary":"Taught elementary and computational physics courses to undergraduate students.","highlights":["Taught elementary physics and computational physics courses for undergraduate students."]}],"education":[{"institution":"University of the Philippines – Diliman","location":"Metro Manila, Philippines","url":"https://upd.edu.ph/","area":"Physics","studyType":"PhD","startDate":"2017-08-01","endDate":"2021-05-01","score":"1.03","courses":[]}],"skills":[{"name":"Data Science","level":"Master","icon":"fa-solid fa-hashtag","keywords":["torch","tensorflow","keras","pandas","numpy"]},{"name":"Traffic Simulation","level":"Master","icon":"fa-solid fa-hashtag","keywords":["SUMO","Aimsun","OpenTrafficModels"]}],"languages":[{"language":"English","fluency":"Native speaker","icon":""},{"language":"Filipino","fluency":"Native speaker","icon":""},{"language":"German","fluency":"B1","icon":""}],"interests":[{"name":"Model kits building","icon":"fa-solid fa-tag","keywords":["Gundam"]}],"references":[{"name":"Prof. Dirk Helbing, PhD","icon":"fa-solid fa-laptop","reference":"Chair of the Professorship of Computational Social Science group at ETH Zurich."},{"name":"Prof. Christopher Monterola, PhD","icon":"fa-solid fa-thumbtack","reference":"ACCeSs Laboratory Director at the Asian Institute of Management."},{"name":"Prof. May T. Lim, PhD","icon":"fa-solid fa-thumbtack","reference":"PhD supervisor and Complex Systems subgroup head at the National Institute of Physics."}]}